tap "caskroom/cask"
tap "homebrew/php"

# Shell
brew "zsh"

# Docker Stack
brew "docker"
brew "docker-compose"
brew "docker-machine"		# Virtualbox-based

cask "docker"

# Development
## Language
brew "flex"
brew "gdbm"
brew "go"
brew "libyaml"
brew "pcre"
brew "python"
brew "python3"
brew "node"
brew "swift"
brew "gdb"
brew "gradle"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"

cask "java"
cask "android-sdk"

## IDE
cask "intellij-idea"
cask "android-studio"
cask "webstorm"
cask "sublime-text"
cask "pycharm"
cask "phpstorm"			# For Intern

## Database
brew "sqlite"

## Tools
cask "filezilla"
cask "postman"
cask "iterm2"
cask "teamviewer"
cask "mysqlworkbench"
cask "bartender"

# Productivity
brew "openssl"
brew "openssl@1.1"
brew "wget"
brew "travis"
brew "tree"
cask "ngrok"
cask "tunnelblick"
cask "selfcontrol"
caks "android-file-transfer"

# Blockchain
cask "mist"

cask "franz"
cask "google-chrome"
cask "parallels"
cask "evernote"
cask "onedrive"
cask "typora"
cask "mailbutler"
cask "karabiner-elements"
cask "dropbox"
cask "ridibooks"
cask "google-drive-file-stream"
cask "vagrant"
cask "virtualbox"
cask "acronis-true-image"
cask "vnc-server"
cask "visual-studio-code"
cask "tripmode"
cask "skyfonts"

cask "flux"
