tap "caskroom/cask"
tap "homebrew/php"

# Shell
brew "zsh"

# Docker Stack
brew "docker"
brew "docker-compose"
brew "docker-machine"		# Virtualbox-based
brew "docker-machine-parallels"	# Parallels-based

cask "docker"

# Development
## Language
brew "flex"
brew "gdbm"
brew "go"
brew "libyaml"
brew "pcre"
brew "python"
brew "python3"
brew "node"
# brew "nodeenv"
brew "swift"

cask "java"

## IDE
cask "clion"
cask "intellij-idea"
cask "android-studio"
cask "webstorm"
cask "sublime-text"
cask "pycharm"
cask "phpstorm"			# For Intern

## Database
brew "sqlite"

## Tools
cask "filezilla"
cask "postman"
cask "iterm2"
cask "teamviewer"

# Productivity
brew "openssl"
brew "openssl@1.1"
brew "wget"

cask "franz"
cask "google-chrome"
cask "parallels-desktop"
cask "evernote"
cask "onedrive"
cask "typora"
cask "mailbutler"
cask "karabiner-elements"
cask "dropbox"
cask "ridibooks"
cask "prey"

cask "flux"
