tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "pivotal/tap"
tap "tclass/cloud_sql_proxy"
tap "weaveworks/tap"
brew "autossh"
brew "aws-iam-authenticator"
brew "gdbm"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "botan"
brew "briss"
brew "pcre"
brew "glib"
brew "cairo"
brew "dbus"
brew "guile"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gpgme"
brew "gradle"
brew "htop"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libmatio"
brew "pango"
brew "librsvg"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "maven"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openapi-generator"
brew "opusfile"
brew "perl"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "qca"
brew "redis"
brew "ruby"
brew "rustup-init"
brew "screen"
brew "sox"
brew "swagger-codegen"
brew "tmux"
brew "travis"
brew "tree"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "mas-cli/tap/mas"
brew "tclass/cloud_sql_proxy/cloud_sql_proxy"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "balenaetcher"
cask "bartender"
cask "citrix-workspace"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "mongodb-compass"
cask "mysql-shell"
cask "notion"
cask "obs"
cask "omegat"
cask "ridibooks"
cask "scroll-reverser"
cask "selfcontrol"
cask "sourcetree"
cask "spotify"
cask "tripmode"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "webex-meetings"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AnySecond", id: 991622544
mas "Bandizip", id: 1265704574
mas "Elmedia Video Player", id: 1044549675
mas "Evernote Web Clipper", id: 1481669779
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "PiPifier", id: 1160374471
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
