tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "weaveworks/tap"
brew "autossh"
brew "aws-iam-authenticator"
brew "awscli"
brew "libyaml"
brew "berkeley-db", link: true
brew "botan"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "briss"
brew "codex", link: false
brew "dbus"
brew "devcontainer"
brew "docker", link: false
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "flux", link: false
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "gradle"
brew "guile"
brew "hdf5"
brew "helm"
brew "htop"
brew "hugo"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "libfido2"
brew "libgsf"
brew "libmatio"
brew "libpq"
brew "librsvg"
brew "libxslt"
brew "lua"
brew "maven"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openslide"
brew "openssl@1.1"
brew "opusfile"
brew "pandoc"
brew "pcre"
brew "perl"
brew "pgloader"
brew "pkcs11-helper"
brew "poppler"
brew "postgresql@15"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "qca"
brew "qt@5"
brew "redis"
brew "ruby@3.0"
brew "rustup"
brew "sox"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "mas-cli/tap/mas"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "claude"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "evernote"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kiro"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "multiviewer"
cask "mysql-shell"
cask "obs"
cask "obsidian"
cask "omegat"
cask "ridibooks"
cask "scroll-reverser"
cask "selfcontrol"
cask "sourcetree"
cask "temurin@11"
cask "temurin@17"
cask "tripmode"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "webex-meetings"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AnySecond", id: 991622544
mas "Bandizip", id: 1265704574
mas "Elmedia Video Player", id: 1044549675
mas "Evernote Web Clipper", id: 1481669779
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "PiPifier", id: 1160374471
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
vscode "adpyke.vscode-sql-formatter"
vscode "github.codespaces"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
